Repository: St-ton/JN
Catalog: admin/locale/*/pages/bewertung.po
Languages: de_de

# bearbeiteBewertung
source: Editing customer reviews
de_de: Bewertung bearbeiten

# votesystem
source: Review system
de_de: Bewertungssystem

# votesystemURL
source: https://jtl-url.de/cknmv
de_de: https://jtl-url.de/vpl3k

# votesystemDesc
source: Here you can specify whether customers can write a review of your items. You can also search all existing active and inactive reviews and edit them if required.
de_de: Hier legen Sie fest, ob Kunden Ihre Artikel bewerten können. Außerdem können Sie alle bisher abgegebenen aktiven und inaktiven Bewertungen durchsuchen und ggf. bearbeiten.

# popup
source: as a dialogue box
de_de: als Dialogfenster

# clearVotes
source: Reset all reviews
de_de: Alle Bewertungen zurücksetzen

# removeReply
source: Delete reply
de_de: Antwort löschen

# options
source: Selection
de_de: Auswahl

# ratings
source: Customer reviews
de_de: Bewertungen

# ratingsInaktive
source: Inactive customer reviews
de_de: Inaktive Bewertungen

# productName
source: Item
de_de: Artikel

source: Customer name
de_de: Kundenname

# ratingText
source: Review text
de_de: Bewertungstext

# ratingReply
source: Reply:
de_de: Antwort:

# ratingStars
source: Stars
de_de: Sterne

# ratingForProduct
source: Customer review for a particular item
de_de: Bewertungen für einen bestimmten Artikel

# ratingcArtNr
source: SKU/item name
de_de: Artikelnummer / Artikelname

# ratingSearchedFor
source: Searched for
de_de: Gesucht nach

# ratingLast50
source: Active customer reviews
de_de: Aktive Bewertungen

# successRatingEdit
source: Your review was edited successfully.
de_de: Ihre Bewertung wurde erfolgreich bearbeitet.

# errorCreditUnlock
source: In order to grant a credit bonus, the option "Approve customer review" must be activated.
de_de: Um den Guthabenbonus gewähren zu können, muss die Option „Bewertung freischalten“ aktiviert sein.

# successRatingUnlock
source: Review(s) enabled successfully.
de_de: Bewertung(en) wurde(n) erfolgreich aktiviert.

# successRatingDelete
source: Review(s) deleted successfully.
de_de: Bewertung(en) wurde(n) erfolgreich gelöscht.

# successRatingCommentDelete
source: Response deleted successfully.
de_de: Die Antwort wurde erfolgreich gelöscht.

# linkItemShop
source: See item in shop.
de_de: Artikel im Shop ansehen.
