Repository: St-ton/JN
Catalog: admin/locale/*/pages/checkbox.po
Languages: de_de

# checkbox
source: Check box administration
de_de: Checkboxenverwaltung

# checkboxURL
source: https://jtl-url.de/0g2ov
de_de: https://jtl-url.de/daufo

# checkboxLocation
source: Display location
de_de: Anzeigeort

# checkboxDate
source: Created on
de_de: Erstellt am

# checkboxFunction
source: Special function
de_de: Spezialfunktion

# successCheckboxActivate
source: Selected check boxes activated successfully.
de_de: Ihre markierten Checkboxen wurden erfolgreich aktiviert.

# successCheckboxDeactivate
source: Selected check boxes deactivated successfully.
de_de: Ihre markierten Checkboxen wurden erfolgreich deaktiviert.

# successCheckboxDelete
source: Selected check boxes deleted successfully.
de_de: Ihre markierten Checkboxen wurden erfolgreich gelöscht.

# successCheckboxCreate
source: Check box created successfully.
de_de: Ihre Checkbox wurde erfolgreich erstellt.

# availableCheckboxes
source: Existing check boxes
de_de: Vorhandene Checkboxen

# checkboxCreate
source: Create new check box
de_de: Neue Checkbox erstellen

source: Internal link
de_de: Interner Link

source: No link
de_de: Kein Link

# hintInternalPage
source: You can optionally link a custom page next to the check box.
de_de: Hier können Sie optional eine eigene Seite neben der Checkbox verlinken lassen.

# hintPlaceToShowCheckbox
source: Specify the place in which the check box is to be displayed. This setting and the setting "Special shop function" must not contain same values.
de_de: Hier legen Sie die Stelle fest, an der die Checkbox angezeigt werden soll. Diese und die Einstellung "Spezielle Shop-Funktion" dürfen nicht die gleiche Auswahl enthalten.

# hintCheckCheckboxActivation
source: Specify whether the check box must be activated or whether it is optional.
de_de: Hier legen Sie fest, ob die Checkbox aktiviert werden muss oder optional ist.

# hintCheckboxActive
source: Specify whether the check box is to be visible.
de_de: Hier legen Sie fest, ob die Checkbox angezeigt werden soll.

# checkboxLogging
source: Check box log
de_de: Checkbox-Logging

# hintCheckboxLogActivate
source: Specify whether the activation of the check box is to be logged in the JTL-Shop database.
de_de: Hier legen Sie fest, ob in der Datenbank von JTL-Shop protokolliert werden soll, wenn diese Checkbox aktiviert wird.

# sortHigherBottom
source: Sorting
de_de: Sortierung

source: Special shop function
de_de: Spezielle Shop-Funktion

# hintCheckboxFunction
source: Specify whether a special function of JTL-Shop is to be executed when the check box gets activated.
de_de: Hier legen Sie fest, ob eine spezielle Funktion von JTL-Shop ausgeführt werden soll, wenn die Checkbox aktiviert wurde.

# hintCheckboxName
source: Enter the internal name of the check box.
de_de: Hier geben Sie den internen Namen für die Checkbox ein.

# hintCheckboxText
source: For each language, enter a short description that will appear behind the check box.
de_de: Hier geben Sie für jede Sprache die Beschriftung ein, die hinter der Checkbox stehen soll.

# hintCheckboxDescription
source: You can optionally enter an additional description for each language that will be displayed together with the check box.
de_de: Hier können Sie optional für jede Sprache zusätzlich eine Beschreibung eingeben, die Ihren Kunden bei der Checkbox angezeigt wird.

# hintCheckboxOrder
source: Specify where the check box is to be displayed in case there are several check boxes. Check boxes with a higher sorting number are depicted at a lower position.
de_de: Hier legen Sie fest, an welcher Stelle die Checkbox stehen soll, falls es mehrere anzuzeigende Checkboxen gibt. Checkboxen mit einer höheren Sortierung stehen weiter unten.

# hintCheckboxCustomerGroup
source: Here you can set which customer groups can view the check box. You can select several customer groups by holding the Ctrl key.
de_de: Hier legen Sie fest, welche Kundengruppen die Checkbox sehen sollen. Mit gehaltener Strg-Taste können Sie mehrere Kundengruppen auswählen.

# Newsletteranmeldung
source: Newsletter subscription
de_de: Newsletter-Anmeldung

# Emailbenachrichtigung an Shopbetreiber
source: Email notification to shop operator
de_de: E-Mail-Benachrichtigung an Shopbetreiber

# checkboxPositionRegistration
source: Registration
de_de: Registrierung

# checkboxPositionOrderFinal
source: Order completion
de_de: Bestellabschluss

# checkboxPositionNewsletterRegistration
source: Newsletter subscription
de_de: Newsletter-Anmeldung

# checkboxPositionEditCustomerData
source: Editing customer data
de_de: Bearbeiten von Kundendaten

# checkboxPositionContactForm
source: Contact form
de_de: Kontaktformular

# checkboxPositionProductQuestion
source: Question about item
de_de: Frage zum Artikel

# checkboxPositionAvailabilityNotification
source: Availability request
de_de: Verfügbarkeitsanfrage
