Repository: St-ton/JN
Catalog: admin/locale/*/pages/freischalten.po
Languages: de_de

# freischalten
source: Approvals
de_de: Freischaltzentrale

# freischaltenURL
source: https://jtl-url.de/z3qa0
de_de: https://jtl-url.de/ihwlq

# freischaltenDesc
source: Here you approve customer reviews, live searches, tags, news comments and the recipients of newsletters in the currently selected language.
de_de: Hier können Sie Bewertungen, Live-Suchen, News-Kommentare und Newsletter-Empfänger in der aktuell ausgewählten Sprache freischalten.

# freischaltenActivate
source: Approve
de_de: Freischalten

# freischaltenReviewsCustomer
source: Customer name
de_de: Kundenname

# freischaltenReviewsText
source: Review text
de_de: Bewertungstext

# freischaltenReviewsDate
source: Created on
de_de: Erstellt am

# freischaltenLivesearch
source: Live search
de_de: Live-Suche

# freischaltenLivesearchSearch
source: Search
de_de: Suche

# freischaltenLivesearchCount
source: Number of searches
de_de: Suchanzahl

# freischaltenLivesearchHits
source: Search results
de_de: Suchtreffer

# freischaltenLiveseachDate
source: Last searched on
de_de: Zuletzt gesucht am

# freischaltenNewsComments
source: News comments
de_de: News-Kommentare

# freischaltenNewsCommentsHeadline
source: Headline
de_de: Überschrift

# freischaltenNewsCommentsDate
source: Created on
de_de: Erstellt am

# freischaltenNewsletterReceiver
source: Newsletter recipient
de_de: Newsletter-Empfänger

# freischaltenSearchItem
source: Search term
de_de: Suchbegriff

# freischaltenSearchType
source: Search category
de_de: Suchkategorie

# freischaltenMappingOn
source: Link with
de_de: Verknüpfen mit

# freischaltenMappingOnBTN
source: Link
de_de: Verknüpfen

# freischaltenMappingDesc
source: * Warning: * When a link exists, live searches are approved immediately.
de_de: * Achtung: * Bei einer Verknüpfung werden die Live-Suchen direkt freigeschaltet.

# errorSearchTermMissing
source: Please enter a search term.
de_de: Bitte geben Sie einen Suchbegriff ein.

# successRatingUnlock
source: Selected reviews approved successfully.
de_de: Ihre markierten Bewertungen wurden erfolgreich freigeschaltet.

# errorAtLeastOneRating
source: Please select at least one review.
de_de: Bitte markieren Sie mindestens eine Bewertung.

# successRatingDelete
source: Selected reviews deleted successfully.
de_de: Die markierten Bewertungen wurden erfolgreich gelöscht.

# successLiveSearchMap
source: Selected live searches linked with %s successfully.
de_de: Die markierten Live-Suchen wurden erfolgreich mit %s verknüpft.

# errorLiveSearchMapNotUnlock
source: The live search was linked successfully but could not be approved due to an unknown error.
de_de: Die Live-Suche wurde zwar erfolgreich verknüpft, konnte jedoch aufgrund eines unbekannten Fehlers nicht freigeschaltet werden.

# errorMapUnknown
source: Could not perform linking due to an unknown error.
de_de: Verknüpfung konnte aufgrund eines unbekannten Fehlers nicht durchgeführt werden.

# errorSearchNotFoundDB
source: Could not find at least one search query in the database.
de_de: Mindestens eine Suchanfrage wurde nicht in der Datenbank gefunden.

# errorMapDB
source: Could not save at least one search query as a link in the database.
de_de: Mindestens eine Suchanfrage konnte nicht als Verknüpfung in die Datenbank gespeichert werden.

# errorMapToNotExisting
source: The search query to be linked does not exist.
de_de: Die zu verknüpfende Suchanfrage existiert nicht.

# errorMapSelf
source: A live search cannot be linked with itself.
de_de: Eine Live-Suche kann nicht mit sich selbst verknüpft werden.

# errorAtLeastOneLiveSearch
source: Please select at least one live search.
de_de: Bitte markieren Sie mindestens eine Live-Suche.

# errorMapNameMissing
source: Please enter a name for the link.
de_de: Bitte geben Sie einen Namen für die Verknüpfung an.

# successSearchUnlock
source: Selected search queries approved successfully.
de_de: Ihre markierten Suchanfragen wurden erfolgreich freigeschaltet.

# errorAtLeastOneSearch
source: Please select at least one search query.
de_de: Bitte markieren Sie mindestens eine Suchanfrage.

# successSearchDelete
source: Selected search queries deleted successfully.
de_de: Ihre markierten Suchanfragen wurden erfolgreich gelöscht.

# successNewsCommentUnlock
source: Selected news comments approved successfully.
de_de: Ihre markierten News-Kommentare wurden erfolgreich freigeschaltet.

# errorAtLeastOneNewsComment
source: Please select at least one news comment.
de_de: Bitte markieren Sie mindestens einen News-Kommentar.

# successNewsCommentDelete
source: Selected news comments deleted successfully.
de_de: Ihre markierten News-Kommentare wurden erfolgreich gelöscht.

# successNewsletterUnlock
source: Selected newsletter recipients approved successfully.
de_de: Ihre markierten Newsletter-Empfänger wurden erfolgreich freigeschaltet.

# errorAtLeastOneNewsletter
source: Please select at least one newsletter recipient.
de_de: Bitte markieren Sie mindestens einen Newsletter-Empfänger.

# successNewsletterDelete
source: Selected newsletter recipients deleted successfully.
de_de: Ihre markierten Newsletter-Empfänger wurden erfolgreich gelöscht.

# unlockMarked
source: Approve selected
de_de: Markierte freischalten

# linkMarked
source: Link approved with
de_de: Markierte verknüpfen mit
