Repository: St-ton/JN
Catalog: admin/locale/*/pages/licenses.po
Languages: de_de

source: errorFetchLicenseAPI
de_de: Konnte keine Daten von der Store API holen.

source: Error code: %d
de_de: Fehlercode: %d

source: Licenses
de_de: Lizenzen

source: (disabled)
de_de: (deaktiviert)

source: Update
de_de: Aktualisieren

source: Update all
de_de: Alle aktualisieren

source: Install
de_de: Installieren

source: Install all
de_de: Alle installieren

source: Refresh
de_de: Erneut prüfen

source: Unbound licenses
de_de: Ungebundene Lizenzen

source: free
de_de: kostenlos

source: prod
de_de: produktiv

source: dev
de_de: Entwicklung

source: License expired
de_de: Lizenz abgelaufen

source: Subscription expired on %s
de_de: Subscription abgelaufen am %s

source: License expired on %s
de_de: Lizenz abgelaufen am %s

source: Version %s available
de_de: Version %s verfügbar

source: No version available
de_de: Aktuell keine Version verfügbar

source: Valid
de_de: gültig

source: Valid until %s
de_de: gültig bis %s

source: Subscription valid until %s
de_de: Subscription gültig bis %s

source: License valid until %s
de_de: Lizenz gültig bis %s

source: Warning: License only valid until %s
de_de: Achtung: Lizenz nur noch gültig bis %s

source: Warning: Subscription only valid until %s
de_de: Achtung: Subscription nur noch gültig bis %s

source: Warning: only valid until %s
de_de: Achtung: nur noch gültig bis %s

source: Bound licenses
de_de: Gebundene Lizenzen

source: pageDesc
de_de: Hier können Sie Ihre verfügbaren und aktiven Lizenzen einsehen.

source: Installed
de_de: Installiert

source: State
de_de: Status

source: Type
de_de: Typ

source: Action
de_de: Aktion

source: Developer
de_de: Entwickler

source: documentation
de_de: Dokumentation

source: extendSubscription
de_de: Subscription verlängern

source: extendLicense
de_de: Lizenz verlängern

source: extendTestLicense
de_de: Testlizenz verlängern

source: Clear binding
de_de: Vom aktuellen Shop lösen

source: itemDetails
de_de: Details

source: setBinding
de_de: An diesen Shop binden

source: upgradeLicense
de_de: Lizenz kaufen

source: Update to version %s available
de_de: Aktualisierung auf Version %s verfügbar

source: storeNotLinkedDesc
de_de: Um auf Inhalte von JTL-Extension Store zugreifen zu können, müssen Sie zunächst Ihr JTL-Konto mit Ihrem Shop verknüpfen.

source: storeLink
de_de: Konto verknüpfen

source: unlink
de_de: Verknüpfung aufheben

source: Validity
de_de: Gültigkeit

source: updates available
de_de: Updates verfügbar

source: Licensed items
de_de: Lizenzen

source: last update
de_de: Zuletzt aktualisiert

source: Archive checksum validation failed
de_de: Validierung der Prüfsumme fehlgeschlagen

source: Could not validate archive
de_de: Archiv konnte nicht validiert werden

source: Managed by %s
de_de: Wird von %s verwaltet

source: Successfully extended.
de_de: Erfolgreich verlängert.

source: Successfully executed.
de_de: Erfolgreich ausgeführt.

source: Enter token
de_de: Token hinzufügen

source: Manually enter token
de_de: Token manuell eingeben
