Repository: St-ton/JN
Catalog: admin/locale/*/pages/localizationcheck.po
Languages: de_de

source: Localization check
de_de: Übersetzungsprüfung

# localizationCheckDesc
source: This is a list of missing or excess localizations.
de_de: Hier finden Sie fehlende oder überflüssige Übersetzungen.

source: %d errors
de_de: %d Fehler

source: Localization problems found.
de_de: Es wurden Lokalisierungsprobleme gefunden.

source: No problems detected.
de_de: Keine Probleme festgestellt.

source: Delete
de_de: Löschen

source: Deleted %d item(s).
de_de: %d Einträge gelöscht.

source: Language ID
de_de: Sprach-ID

source: Excess translations
de_de: Übersetzungen in nicht-existierende Sprachen

source: Missing translations
de_de: Fehlende Übersetzungen

# JTL\Backend\LocalizationCheck\Attributes
source: Attributes
de_de: Attribute

# JTL\Backend\LocalizationCheck\Categories
source: Categories
de_de: Kategorien

# JTL\Backend\LocalizationCheck\Characteristics
source: Characteristics
de_de: Merkmale

# JTL\Backend\LocalizationCheck\CharacteristicValues
source: Characteristic values
de_de: Merkmalwerte

# JTL\Backend\LocalizationCheck\ConfigGroups
source: Config groups
de_de: Konfigurationsgruppen

# JTL\Backend\LocalizationCheck\ConfigItems
source: Config items
de_de: Konfigurationselemente

# JTL\Backend\LocalizationCheck\CustomerGroups
source: Customer groups
de_de: Kundengruppen

# JTL\Backend\LocalizationCheck\Manufacturers
source: Manufacturers
de_de: Hersteller

# JTL\Backend\LocalizationCheck\Packagings
source: Packagings
de_de: Zusatzverpackungen

# JTL\Backend\LocalizationCheck\PaymentMethods
source: Payment methods
de_de: Zahlungsarten

# JTL\Backend\LocalizationCheck\Products
source: Products
de_de: Produkte

# JTL\Backend\LocalizationCheck\ShippingFees
source: Shipping fees
de_de: Versandzuschläge

# JTL\Backend\LocalizationCheck\ShippingMethods
source: Shipping methods
de_de: Versandarten

# JTL\Backend\LocalizationCheck\UnitsOfMeasurement
source: Units of measurement
de_de: Maßeinheiten

# JTL\Backend\LocalizationCheck\Uploads
source: Uploads schemes
de_de: Uploadschemata

# JTL\Backend\LocalizationCheck\Varcombi
source: Variation-combinations
de_de: Variationskombinationen

# JTL\Backend\LocalizationCheck\VarcombiValues
source: Variation-combination values
de_de: Variationskombinationswerte

# JTL\Backend\LocalizationCheck\Warehouses
source: Warehouses
de_de: Warenlager

# locationAttributes
source: JTL-Wawi: Menu "Artikel" -> "Attribute"
de_de: JTL-Wawi: Menü "Artikel" -> "Attribute"

# locationCategories
source: JTL-Wawi: Artikelverwaltung -> Category -> Tab "Description"
de_de: JTL-Wawi: Artikelverwaltung -> Kategorie -> Tab "Beschreibung"

# locationCharacteristics
source: JTL-Wawi: Menu "Artikel" -> "Characteristics"
de_de: JTL-Wawi: Menü "Artikel" -> "Merkmale"

# locationCharacteristicValues
source: JTL-Wawi: Menu "Artikel" -> "Characteristics" -> Collapse Characteristics -> Value
de_de: JTL-Wawi: Menü "Artikel" -> "Merkmale" -> Merkmal ausklappen -> Wert

# locationConfigGroups
source: JTL-Wawi: Menu "Artikel" -> "Config groups" -> "Bearbeiten"
de_de: JTL-Wawi: Menü "Artikel" -> "Konfigurationsgruppen" -> "Bearbeiten"

# locationConfigItems
source: JTL-Wawi: Menu "Artikel" -> "Config groups" -> "Show components" -> Edit Value
de_de: JTL-Wawi: Menü "Artikel" -> "Konfigurationsgruppen" -> "Komponenten anzeigen" -> Wert bearbeiten

# locationCustomerGroups
source: JTL-Wawi: Menu "Customers" -> "Customer groups"
de_de: JTL-Wawi: Menü "Kunden" -> "Kundengruppen"

# locationManufacturers
source: JTL-Wawi: Menu "Artikel" -> "Hersteller"
de_de: JTL-Wawi: Menü "Artikel" -> "Hersteller"

# locationProducts
source: JTL-Wawi: Artikelverwaltung -> Tab "Description"
de_de: JTL-Wawi: Artikelverwaltung -> Tab "Beschreibung"

# locationUnitsOfMeasurement
source: JTL-Wawi: Menu "Artikel" -> "Verkaufs-/MaÃŸeinheiten"
de_de: JTL-Wawi: Menü "Artikel" -> "Verkaufs-/Maßeinheiten"
