Repository: St-ton/JN
Catalog: admin/locale/*/pages/news.po
Languages: de_de

# news
source: News and blog system
de_de: News- / Blogsystem

# newsURL
source: https://jtl-url.de/7vfnm
de_de: https://jtl-url.de/2ek6o

# newsDesc
source: With the news and blog system of JTL-Shop, you can keep your customers in the loop at all times. Create new entries and specify how news entries are to be displayed.
de_de: Sie können mit dem News- bzw. Blogsystem von JTL-Shop Ihre Kunden auf dem Laufenden halten. Hier erstellen Sie neue Beiträge und legen fest, wie die News-Beiträge dargestellt werden.

# newAdd
source: Create news posting
de_de: Neuen Beitrag erstellen

# newEdit
source: Edit news posting
de_de: Beitrag bearbeiten

# newsPreviewText
source: Preview text
de_de: Vorschautext

# newsValidation
source: Created on
de_de: Erstellt am

# newsDate
source: Created on
de_de: Erstellt am

# newsArchive
source: Archive
de_de: Archivieren

# newsArchiveLast
source: Archived postings
de_de: Archivierte Beiträge

# newsPicAdd
source: Add another image
de_de: Weiteres Bild hinzufügen

# newsPics
source: Available images
de_de: Verfügbare Bilder

# newsActivate
source: Approve
de_de: Freischalten

# newsCommentActivate
source: Unapproved comments
de_de: Nicht freigeschaltete Kommentare

# newsComments
source: Comments
de_de: Kommentare

# newsPraefix
source: Prefix for monthly overview
de_de: Monatsübersicht-Präfix

# newsCatSort
source: Category sorting
de_de: Kategoriesortierung

# newsCatParent
source: Parent category
de_de: Oberkategorie

# newsCatLastUpdate
source: Last update
de_de: Letzte Aktualisierung

# newsOverview
source: News postings
de_de: Beiträge

# newsCatOverview
source: Categories
de_de: Kategorien

# newsInfinite
source: always
de_de: immer

# newsCommentEdit
source: Editing comments
de_de: Kommentar bearbeiten

# newsAuthor
source: Author
de_de: Autor

# newsMandatoryFields
source: (*) mandatory field
de_de: (*) Pflichtfelder

# newsAlreadyExists
source: already exists.
de_de: schon vorhanden

# newsDeleteCat
source: The following news categories and their subcategories will be deleted:
de_de: Folgende News-Kategorien und deren Unterkategorien werden gelöscht:

# newsDeleteNews
source: Delete news
de_de: News löschen

# newsDeleteComment
source: Delete comment
de_de: Kommentar löschen

# errorNewsCatFirst
source: Please enter a news category first.
de_de: Bitte legen Sie zuerst eine News-Kategorie an.

# successNewsCommmentEdit
source: News comment edited successfully.
de_de: Der News-Kommentar wurde erfolgreich bearbeitet.

# successNewsDelete
source: Selected news postings deleted successfully.
de_de: Die markierten News wurden erfolgreich gelöscht.

# errorAtLeastOneNews
source: You must select at least one news posting.
de_de: Bitte wählen Sie mindestens einen News-Beitrag.

# successNewsCatDelete
source: Selected news categories deleted successfully.
de_de: Die markierten News-Kategorien wurden erfolgreich gelöscht.

# errorAtLeastOneNewsCat
source: Please select at least one news category.
de_de: Bitte markieren Sie mindestens eine News-Kategorie.

# successNewsImageDelete
source: Selected news image deleted successfully.
de_de: Das ausgewählte News-Bild wurde erfolgreich gelöscht.

# errorNewsImageDelete
source: Could not delete selected news image.
de_de: Das ausgewählte News-Bild konnte nicht gelöscht werden.

# errorNewsCatNotFound
source: Could not find news category with ID %d.
de_de: Die News-Kategorie mit der ID %d konnte nicht gefunden werden.

# successNewsCommentUnlock
source: Selected news comments approved successfully.
de_de: Die markierten News-Kommentare wurden erfolgreich freigeschaltet.

# errorAtLeastOneNewsComment
source: Please select at least one news comment.
de_de: Bitte markieren Sie mindestens einen News-Kommentar.

# goOnEdit
source: and continue editing
de_de: und weiter bearbeiten

source: Main category
de_de: Hauptkategorie

# deleteComment
source: Delete comments?
de_de: Möchten Sie die Kommentare wirklich löschen?

# successNewsSave
source: News saved
de_de: News-Beitrag erfolgreich gespeichert

# successNewsCatSave
source: News category created
de_de: News-Kategorie erfolgreich eingetragen.

# successNewsCommentDelete
source: News comments deleted.
de_de: Die markierten Kommentare wurden erfolgreich gelöscht.
