Repository: St-ton/JN
Catalog: admin/locale/*/pages/onpage-composer.po
Languages: de_de

source: The OPC update is not installed properly. Please update your migrations.
de_de: Das Update für den OnPage Composer wurde nicht ordnungsgemäß installiert. Bitte aktualisieren Sie ihre Migrationen.

source: Draft
de_de: Entwurf

source: replaced
de_de: ersetzt

source: Publicate
de_de: Veröffentlichen

source: Save page
de_de: Seite speichern

source: Close OnPage-Composer
de_de: OnPage Composer schließen

source: Blueprints
de_de: Vorlagen

source: Revisions
de_de: Versionen

source: Page structure
de_de: Seitenstruktur

source: Import blueprint
de_de: Vorlage importieren

source: Unsaved revision
de_de: Nicht gespeicherte Version

source: Current revision
de_de: Aktuelle Version

source: Please wait...
de_de: Bitte warten...

source: Edit Portlet
de_de: Portlet bearbeiten

source: Save this Portlet as a blueprint
de_de: Portlet als Vorlage speichern

source: Blueprint name
de_de: Vorlagenname

source: Delete Blueprint?
de_de: Vorlage löschen?

source: Styles
de_de: Stile

source: Font color
de_de: Schriftfarbe

source: Visibility
de_de: Sichtbarkeit

source: hide
de_de: ausblenden

source: Background color
de_de: Hintergrundfarbe

source: Font size
de_de: Schriftgröße

source: Animation style
de_de: Animationstyp

source: Duration
de_de: Dauer

source: Delay
de_de: Verzögerung

source: Offset (px)
de_de: Abstand (Pixel)

source: Iteration
de_de: Wiederholung

source: Change the animation duration (e.g. 2s)
de_de: Dauer der Animation (z.B. 2s)

source: Delay before the animation starts
de_de: Wartezeit, bis die Animation beginnt

source: Distance to start the animation (related to the browser bottom)
de_de: Animation beginnt sobald der Scroll-Abstand erreicht ist (von der Unterkante des Fensters)

source: Number of times the animation is repeated
de_de: Anzahl Wiederholungen

source: toggleNavigation
de_de: Navigation ein-/ausschalten

source: somethingHappend
de_de: Something happened

source: noteInfoInGuide
de_de: Sie finden neben den nachfolgend aufgelisteten Touren auch ausführliche Informationen in unserem <a href="https://guide.jtl-software.de" target="_blank"><i class="fa fa-external-link"></i> Guide</a>.

source: generalIntroduction
de_de: Allgemeine Einführung

source: getToKnowComposer
de_de: Lernen Sie den OnPage Composer kennen und legen Sie Ihr erstes Portlet an.

source: noteMovementOnPage
de_de: Sie möchten etwas Bewegung auf Ihren Seiten? Lernen Sie hier, wie dies geht.

source: noteSaveAsTemplate
de_de: Sie haben eine tolle Ansicht angelegt, die Sie häufig verwenden möchten?<br/> Legen Sie sie doch als Vorlage an und greifen Sie so einfach immer wieder darauf zu.

source: settingsMore
de_de: Einstellungen (Vertiefung)

source: noteTricks
de_de: Lernen Sie hier ein paar Tricks, um Ihre Seiten für die verschiedenen Display-Formate fit zu machen.

source: startTour
de_de: Tour starten

source: draftPublic
de_de: Diesen Entwurf veröffentlichen...

source: draftName
de_de: Interner Name des Entwurfes

source: restoreChanges
de_de: Möchten Sie die lokalen Änderungen wiederherstellen?

source: restoreUnsaved
de_de: Dieser Entwurf hat nicht gespeicherte lokale Änderungen. Möchten Sie diese wiederherstellen?

source: noCurrent
de_de: Nein, Aktuelle Version bearbeiten

source: yesRestore
de_de: Ja, wiederherstellen

source: editSettings
de_de: Einstellungen bearbeiten

source: copySelect
de_de: Auswahl kopieren

source: saveTemplate
de_de: Auswahl als Vorlage speichern

source: goUp
de_de: Eine Ebene höher

source: deleteSelect
de_de: Auswahl löschen [Entf]

source: templateTitle
de_de: Vorlagentitel
