Repository: St-ton/JN
Catalog: admin/locale/*/pages/opc.po
Languages: de_de

# opcNotInstalled
source: The OPC update was not installed properly. Please update the migrations.
de_de: Das Update für den OnPage Composer wurde nicht ordnungsgemäß installiert. Bitte aktualisieren Sie die Migrationen.

source: Publish
de_de: Veröffentlichen

source: Save page
de_de: Seite speichern

source: Close OnPage Composer
de_de: OnPage Composer schließen

# Blueprints
source: Templates
de_de: Vorlagen

# Revisions
source: Versions
de_de: Versionen

source: Page Structure
de_de: Seitenstruktur

# Import blueprint
source: Import template
de_de: Vorlage importieren

# Unsaved revision
source: Unsaved version
de_de: Nicht gespeicherte Version

source: Current revision
de_de: Aktuelle Version

source: Please wait…
de_de: Bitte warten…

# Save this Portlet as a blueprint
source: Save portlet as template
de_de: Portlet als Vorlage speichern

# Blueprint name
source: Template name
de_de: Vorlagenname

# Delete Blueprint?
source: Delete template?
de_de: Vorlage löschen?

source: Styles
de_de: Stile

source: Font colour
de_de: Schriftfarbe

# Visibility
source: Visible for
de_de: Sichtbarkeit

source: hide
de_de: ausblenden

source: Background colour
de_de: Hintergrundfarbe

source: Font size
de_de: Schriftgröße

source: Default colour
de_de: Standardfarbe

source: Border style
de_de: Rahmenstil

source: Border colour
de_de: Rahmenfarbe

source: Border radius
de_de: Rahmenabrundung

# Animation style
source: Animation type
de_de: Animationstyp

source: Duration
de_de: Dauer

source: Delay
de_de: Verzögerung

# Offset (px)
source: Distance (pixels)
de_de: Abstand (Pixel)

# Iteration
source: Repetition
de_de: Wiederholung

# Change the animation duration (e.g. 2s)
source: Duration of the animation (e.g. 2 s)
de_de: Dauer der Animation (z.&nbsp;B. 2 s)

# Delay before the animation starts
source: Time until animation begins
de_de: Wartezeit, bis die Animation beginnt

# Distance to start the animation (related to the browser bottom)
source: The animation starts when the scrolling distance between the top edge of the respective element and the bottom edge of the current browser window equals the entered pixel value. By adjusting this setting, you can, for example, prevent an animation from starting while the element is not&nbsp;yet completely visible.
de_de: Die Animation beginnt erst, wenn zwischen der Oberkante des entsprechenden Elements und der Unterkante des aktuellen Browserfensters der angegebene Scroll-Abstand in Pixeln erreicht ist. Somit lässt sich z.&nbsp;B. verhindern, dass eine Animation schon startet, obwohl das Element noch nicht ganz sichtbar ist.

# Number of times the animation is repeated
source: Number of repetitions
de_de: Anzahl Wiederholungen

source: Toggle navigation
de_de: Navigation ein-/ausschalten

# somethingHappend
source: An unknown error occurred.
de_de: Es ist ein unbekannter Fehler aufgetreten.

# noteInfoInGuide
source: Aside from the guided tours listed below, you can also find a lot of information in the <a href="https://guide.jtl-software.com" target="_blank"><i class="fa fa-external-link"></i> JTL-Guide</a>.
de_de: Sie finden neben den nachfolgend aufgelisteten Touren auch ausführliche Informationen in unserem <a href="https://guide.jtl-software.de" target="_blank"><i class="fa fa-external-link"></i> Guide</a>.

source: General introduction
de_de: Allgemeine Einführung

# getToKnowComposer
source: Get to know the OnPage Composer and create your first portlet.
de_de: Lernen Sie den OnPage Composer kennen und legen Sie Ihr erstes Portlet an.

# noteMovementOnPage
source: Would you like to have more moving elements on your pages?
de_de: Sie hätten gern etwas mehr Bewegung auf Ihren Seiten?

# noteSaveAsTemplate
source: You have created a great view that you would like to use more often?<br/> Why don’t you save it as a template so that you can easily use it again and again?
de_de: Sie haben eine tolle Ansicht angelegt, die Sie häufiger verwenden möchten?<br/> Legen Sie sie doch als Vorlage an und greifen Sie so einfach immer wieder darauf zu.

# settingsMore
source: Settings (advanced)
de_de: Einstellungen (Vertiefung)

# noteTricks
source: Get to know a few tips and tricks to optimise your online shop for a variety of display formats.
de_de: Lernen Sie hier ein paar Tricks, um Ihre Seiten für die verschiedenen Display-Formate fit zu machen.

source: Start tour
de_de: Tour starten

# draftPublic
source: Publish this draft
de_de: Diesen Entwurf veröffentlichen

# draftName
source: Internal name
de_de: Interner Name

# restoreChanges
source: Restoring local changes
de_de: Lokale Änderungen wiederherstellen

# restoreUnsaved
source: This draft hasn't been saved at the last session. Continue working on the latest changes?
de_de: Dieser Entwurf wurde während der letzten Sitzung nicht gespeichert. Letzte Änderungen weiter bearbeiten?

# noCurrent
source: No, discard changes
de_de: Nein, Änderungen verwerfen

# yesRestore
source: Yes, continue editing
de_de: Ja, weiter bearbeiten

source: Edit settings
de_de: Einstellungen bearbeiten

# copySelect
source: Copy selection
de_de: Auswahl kopieren

# saveTemplate
source: Save selection as a template
de_de: Auswahl als Vorlage speichern

# goUp
source: Select next higher level
de_de: Nächsthöhere Ebene auswählen

# deleteSelect
source: Delete selection [Del]
de_de: Auswahl löschen [Entf]

# templateTitle
source: Template name
de_de: Name der Vorlage

source: Available filters
de_de: Verfügbare Filter

source: Active filters
de_de: Aktive Filter

# noMoreFilters
source: No more filters available.
de_de: Keine weiteren Filter vorhanden.

# entryMove
source: Move entry
de_de: Eintrag verschieben

# entryDelete
source: Delete entry
de_de: Eintrag löschen

# imageSelect
source: Select image
de_de: Bild auswählen

source: Alternative text
de_de: Alternativtext

# imageAdd
source: Add image
de_de: Bild hinzufügen

# videoTagNotSupported
source: Your browser does not support the video tag.
de_de: Ihr Browser unterstützt das Video-Tag nicht.

# zoneNew
source: New area
de_de: Neue Zone

# zoneDelete
source: Delete area
de_de: Zone löschen

# templateDeleteSure
source: Are you sure to delete the template?
de_de: Wollen Sie diese Vorlage wirklich löschen?

# publishNot
source: Do not publish
de_de: Nicht veröffentlichen

source: Publish immediately
de_de: Sofort veröffentlichen

source: Select date
de_de: Zeitraum auswählen

# indefinitePeriodOfTime
source: For an indefinite period of time
de_de: Auf unbestimmte Zeit

# draftUpper
source: DRAFT
de_de: ENTWURF

# publicUpper
source: PUBLIC
de_de: ÖFFENTLICH

# plannedUpper
source: PLANNED
de_de: GEPLANT

# pastUpper
source: PAST
de_de: VERGANGEN

# publicSince
source: published since
de_de: veröffentlicht am

source: public until
de_de: öffentlich bis

# plannedFrom
source: public from
de_de: geplant ab

source: Public from:
de_de: ab

# publicTill
source: Public until:
de_de: bis

# noPublicationPlanned
source: no pulication planned
de_de: keine Veröffentlichung geplant

source: Duplicate
de_de: Duplizieren

# useForOtherLang
source: Use for other languages
de_de: Für andere Sprache übernehmen

source: Edit page
de_de: Seite bearbeiten

source: New draft
de_de: Neuer Entwurf

source: All drafts
de_de: Alle Entwürfe

# deleteDraftsContinue
source: drafts are deleted! Continue?
de_de: Entwürfe werden gelöscht! Fortfahren?

source: Style
de_de: Stil

# stylePrimary
source: Primary
de_de: Primär

# styleSuccess
source: Success
de_de: Erfolg

# styleWarning
source: Warning
de_de: Warnung

# styleDanger
source: Danger
de_de: Gefahr

source: Background
de_de: Hintergrund

source: Background image
de_de: Hintergrundbild

source: vertical
de_de: vertikal

source: Grid
de_de: Gitter

# alternate
source: Alternating
de_de: Abwechselnd

source: Columns
de_de: Spalten

source: No Action
de_de: Keine Aktion

# linked
source: Link
de_de: Verlinkung

source: Mobile (XS)
de_de: Mobil (XS)

# desktopLG
source: Large Desktop (LG)
de_de: Großer Desktop (LG)

source: active
de_de: aktiv

source: planned
de_de: geplant

# draft
source: planned
de_de: Entwurf

source: past
de_de: vergangen

source: active since
de_de: Aktiv seit

source: active until
de_de: Aktiv bis

source: scheduled for
de_de: Geplant ab

source: not scheduled
de_de: Unveröffentlicht

source: expired on
de_de: Abgelaufen am

source: Drop Portlet here
de_de: Portlet hier einfügen

# opcImportSuccess
source: The draft has been imported successfully!
de_de: Entwurf wurde erfolgreich importiert!

# opcImportUnmappedS
source: One area could not be mapped because its ID was not found on the current page.
de_de: Ein Bereich konnte nicht abgebildet werden, da dessen ID auf der aktuellen Seite nicht auftaucht.

# opcImportUnmappedP
source: %s areas could not be mapped because their IDs were not found on the current page.
de_de: %s Bereiche konnten nicht abgebildet werden, da deren IDs auf der aktuellen Seite nicht auftauchen.

# opcImportSuccessTitle
source: Draft imported successfully
de_de: Entwurf erfolgreich importiert

# btnTitleCopyArea
source: Transfer content to visible area
de_de: Inhalt in sichtbaren Bereich übertragen

# offscreenAreasDivider
source: Unmapped Areas
de_de: Nicht abgebildete Bereiche

# yesDeleteArea
source: Discard this area
de_de: Diesen Bereich verwerfen

source: Cancel
de_de: Abbrechen

# tutStepTitle_0_0
source: Welcome
de_de: Willkommen

# tutStepText_0_0
source: In this short introdution we want to give you an overview of the <em>OnPage Composer</em> - an editor that lets you quickly add new content to your shop pages.
de_de: In dieser kurzen Einführung wollen wir dir einen Überblick vom <em>OnPage Composer</em> geben, ein Editor mit dem schnell neue Inhalte auf deiner Shop-Seite entstehen können.

# tutStepTitle_0_1
source: Breakdown
de_de: Aufteilung

# tutStepText_0_1
source: <p>Basically the editor is split up into two areas.</p><p>Here on the left is the sidebar.</p>
de_de: <p>Grundsätzlich ist der Editor in die zwei Bereich aufgeteilt.</p><p>Hier links siehst du die Sidebar.</p>

# tutStepTitle_0_2
source: Breakdown
de_de: Aufteilung

# tutStepText_0_2
source: On the right you see the page we are working on right now.
de_de: Im rechten Fenster siehst du die Seite die du gerade bearbeitest.

# tutStepText_0_3
source: These are our <em>Portlets</em> - ready-to-use building blocks to enhance your page with new content.
de_de: Das sind unsere <em>Portlets</em>, fertige Bausteine um deine Seiten mit neuen Inhalten zu ergänzen.

# tutStepText_0_4
source: These light blue bars denote the areas where Portlets can be dropped.
de_de: Die hellblauen Bereiche auf der Seite zeigen dir wo du Portlets ablegen kannst.

# tutStepText_0_5
source: Now drag the Portlet <em>Heading</em> into one of those light blue areas then see what happens!
de_de: Ziehe nun das Portlet <em>Überschrift</em> in einen der hellblauen Bereiche und schau was passiert!

# tutStepText_0_6
source: Each Portlet instance has it's own set of properties that you can change in this dialog.
de_de: Alle Portlets bieten verschiedene Einstellungen. In diesem Fenster kannst du dein Portlet konfigurieren.

# tutStepTitle_0_7
source: Portlet Editing
de_de: Einstellungen

# tutStepText_0_7
source: Enter a new text for the Heading then click <em>Save</em>!
de_de: Gib einen eigenen Text für die Überschrift ein und klicke auf <em>Speichern</em>!

# tutStepTitle_0_8
source: Portlet Editing
de_de: Einstellungen

# tutStepText_0_8
source: There is a toolbar right above the newly created Portlet that contains several buttons. With the <em>Pen</em> button you always get back to the Portlets configuration window.
de_de: An dem neuen Portlet siehst du eine Leiste mit verschiedenen Buttons. Über den Stift kannst du das Portlet jederzeit erneut bearbeiten.

# tutStepTitle_0_9
source: Publishing Drafts
de_de: Seite Veröffentlichen

# tutStepText_0_9
source: <p>Only published drafts will be visible to your visitor.</p><p>To publish your current draft just click this button!</p>
de_de: <p>Nur veröffentlichte Entwürfe sind für deine Shop-Besucher sichtbar.</p><p>Um deinen Entwurf jetzt zu veröffentlichen klicke auf diesen Button.</p>

# tutStepTitle_0_10
source: Publishing Drafts
de_de: Seite Veröffentlichen

# tutStepText_0_10
source: For every page you can maintain multiple drafts. Each one can have its own visibility schedule plan.<br>(e.g. a landing page that is generally online while another one is only online during the Christmas season)
de_de: Für jede Seite kannst mehrere Entwürfe pflegen, deren Sichtbarkeit du außerdem zeitlich planen kannst. (Z.B. einen allgemeinen und einen Entwurf für die Weihnachtszeit)

# tutStepTitle_0_11
source: Publishing Drafts
de_de: Seite Veröffentlichen

# tutStepText_0_11
source: When you first enter this dialog the preselected options will make your draft immediately online and for an indefinite period of time. Click <em>Apply</em> now and the draft is online!
de_de: Die Voreinstellung macht den Entwurf ab sofort und bis auf unbestimmte Zeit sichtbar. Klicke jetzt auf <em>Übernehmen</em> und der Entwurf ist online!

# tutStepTitle_0_12
source: Done!
de_de: Fertig!

# tutStepText_0_12
source: <p>You can now close the OnPage Composer editor to watch your page.</p><p>These were only the basics. Keep on trying some other tutorials and have fun with the OnPage Composer!</p>
de_de: <p>Du kannst den Editor nun beenden und deine Seite anschauen.</p><p>Das waren die Basics. Wir wünschen dir weiterhin viel Spaß mit dem OnPage Composer!</p>

# tutStepTitle_1_0
source: Animations
de_de: Animationen

# tutStepText_1_0
source: Some Portlets offer options to create <em>animations</em>. Here you will learn how to use them.
de_de: Einige Portlets verfügen über Einstellungen, um <em>Animationen</em> zu erstellen. Hier lernst du, wie du diese nutzt.

# tutStepTitle_1_1
source: Animations
de_de: Animationen

# tutStepText_1_1
source: First drag a simple <em>Button</em> into your page!
de_de: Ziehe zunächst einen <em>Button</em> in deine Seite!

# tutStepTitle_1_2
source: Animations
de_de: Animationen

# tutStepText_1_2
source: Now switch to the <em>Animation</em> tab.
de_de: Wechsel nun zu dem Reiter <em>Animation</em>.

# tutStepTitle_1_3
source: Animations
de_de: Animationen

# tutStepText_1_3
source: <p>By <em>Animation type</em> you can choose one of many different animation styles. (e.g. <em>"bounce"</em> lets your Portlet bounce)</p><p>Then save the configuration!</p>
de_de: <p>Unter <em>Animationstyp</em> kannst du einen von verschiedenen Animations-Stilen auswählen. (z.B. <em>"bounce"</em> lässt das Portlet hüpfen)</p><p>Speichere dann die Einstellungen!</p>

# tutStepTitle_1_4
source: Animations
de_de: Animationen

# tutStepText_1_4
source: <p>Immediately you will see your first animation on the Button Portlet.</p><p>Now let's try something more complex!</p>
de_de: <p>Sofort siehst du deine erste Animation im Editorfenster.</p><p>Versuchen wir nun was komplexeres!</p>

# tutStepTitle_1_5
source: Animations
de_de: Animation

# tutStepText_1_5
source: Open the configuration of the Button again. (By double-clicking or by clicking the pen-Button)
de_de: Öffne erneut die Einstellungen des Buttons. (Doppelklick auf das Portlet oder klicke den Stift-Button)

# tutStepTitle_1_6
source: Animations
de_de: Animationen

# tutStepText_1_6
source: Here in the "Styles" tab you can assign the Button a bottom margin of 350 (pixels). Then switch to the Animation tab once again!
de_de: Hier im Reiter "Stile" kannst du dem Button einen unteren Abstand von 350 (Pixeln) zuweisen. Wechsle dann noch mal zum Animations-Reiter!

# tutStepTitle_1_7
source: Animations
de_de: Animationen

# tutStepText_1_7
source: For our next purpose the Animation type <em>"fade-in"</em> would be suitable. Furthermore enter 350 in the <em>Distance</em> input! Then save the configuration again!
de_de: Als Animationstyp eignet sich <em>"fade-in"</em> ganz gut. Gib außerdem bei <em>Abstand</em> 350 ein! Nun Kannst du die Einstellungen speichern!

# tutStepTitle_1_8
source: Animations
de_de: Animationen

# tutStepText_1_8
source: To see the real effect of this option let's clone the button a couple of times. To do that click the <em>Copy</em> button in the toolbar!
de_de: Um zu sehen wie sich die Einstellung auswirkt, lass uns den Button, so wie er ist ein paar mal klonen. Klicke dazu auf den <em>Kopieren</em>-Button!

# tutStepTitle_1_9
source: Animations
de_de: Animationen

# tutStepText_1_9
source: And once again!
de_de: Und noch einmal!

# tutStepTitle_1_10
source: Animations
de_de: Animationen

# tutStepText_1_10
source: And one last time so in the end we have 4 instances one underneath the other!
de_de: Und noch ein letztes mal, so dass wir 4 Exemplare des Buttons untereinander haben!

# tutStepTitle_1_11
source: Animations
de_de: Animationen

# tutStepText_1_11
source: With the <em>Preview</em> toggle switch you can live-test the result quickly!
de_de: Mit dem <em>Vorschau</em>-Schalter kannst du das Ergebnis gleich mal testen!

# tutStepTitle_1_12
source: Animations
de_de: Animationen

# tutStepText_1_12
source: <p>Scroll down the page and you can observe how the animations are starting not before a button has been scrolled at least 350 pixels above the viewports bottom line.</p><p>You can extend this concept by e.g. let the elements alternately slide in from the left and from the right while scrolling.</p>
de_de: <p>Scroll die Seite nach unten und beachte dabei, dass die Animation nicht eher startet, ehe der Button mindesten 350 Pixel über die Viewport-Untergrenze gescrollt wurde.</p><p>Man kann dieses Konzept auch weiter ausbauen und die Bereiche z.B. abwechselnd von rechts und links in die Seite einfahren lassen.</p>

# tutStepTitle_1_13
source: Animations
de_de: Animationen

# tutStepText_1_13
source: <p>But please consider that oftentimes "Less is more". That means: use animations sparingly so you don't distract or even scare your customers away!</p><p>Now we have completed the tutorial "Animations". We hope you keep enjoying the <em>OnPage Composer</em>!</p>
de_de: <p>Bedenke aber bitte, dass "weniger oft mehr ist". Soll heißen: geh sparsam mit Animationen um, damit deine Kunden nicht abgelenkt oder gar verschreckt werden.</p><p>Damit sind wir mit dem Tutorial "Animationen" durch. Wir wünschen dir weiterhin viel Spaß mit dem <em>OnPage Composer</em>!</p>

# tutStepTitle_2_0
source: Blueprints
de_de: Vorlagen

# tutStepText_2_0
source: <p>Here you can learn how to create and reuse <em>Blueprints</em>.</p><p>At first drag a <em>Grid-Layout</em> Portlet into the page und fill it with arbitrary content of your convenience.</p>
de_de: <p>Lerne hier wie du Vorlagen anlegst und wiederverwendest.</p><p>Ziehe zunächst ein <em>Grid-Layout</em> in die Seite und fülle die Spalten nach Herzenslust mit beliebigen Inhalten.</p>

# tutStepTitle_2_1
source: Creating Blueprints
de_de: Vorlagen anlegen

# tutStepText_2_1
source: If you want to reuse your creation at a later point in time you can simply make a <em>Blueprint</em> out of it. Just select the whole Grid-Layout with a single click!
de_de: Willst du deine Kreation zu einem späteren Zeitpunkt wiederverwenden, so kannst du einfach eine <em>Vorlage</em> daraus machen. Wähle das gesamte Grid-Layout mit einem Klick aus!

# tutStepTitle_2_2
source: Creating Blueprints
de_de: Vorlagen anlegen

# tutStepText_2_2
source: Now click the button with the <em>Star</em> in the toolbar!
de_de: Klicke jetzt in der Toolbar auf den <em>Stern</em>-Button!

# tutStepTitle_2_3
source: Creating Blueprints
de_de: Vorlagen anlegen

# tutStepText_2_3
source: It is good to have an expressive name for the Blueprint so you can find it more quickly later.<br>(Good examples could be <em>"Pricing Table", "Video plus Description Text"</em> or <em>"3-Rowed Text"</em>)
de_de: Trage hier einen aussagekräftigen Namen ein! Mit diesem Namen findest du später deine Vorlage schneller wieder.<br>(Gute Beispiele sind <em>"Produkttabelle", "Video mit Beschreibungstext"</em> oder <em>"3-spaltiger Text"</em>)

# tutStepTitle_2_4
source: Reusing Blueprints
de_de: Vorlagen wiederverwenden

# tutStepText_2_4
source: All available Blueprints can be found in the respective tab in the sidebar.
de_de: Alle gespeicherten Vorlagen findest du über den entsprechenden Tab in der Sidebar.

# tutStepTitle_2_5
source: Reusing Blueprints
de_de: Vorlagen wiederverwenden

# tutStepText_2_5
source: You can drag each Blueprint into the page just like a regular Portlet.
de_de: Du kannst jede Vorlage wie ein normales Portlet einfach in die Seite ziehen.

# tutStepTitle_2_6
source: Reusing Blueprints
de_de: Vorlagen wiederverwenden

# tutStepText_2_6
source: <p>By the way: The plugin <em>"JTL-Portlets"</em> offers a small collection of premade Blueprints that - when installed - will be available here as well.</p><p>So we are done with the tutorial on <em>Blueprints</em>. We hope you keep enjoying the <em>OnPage Composer</em>!</p>
de_de: <p>Das Plugin <em>"JTL-Portlets"</em> bietet übrigens eine kleine Auswahl an Vorlagen, die, wenn installiert, hier mit zur Verfügung gestellt werden.</p><p>Das war es auch schon mit den <em>Vorlagen</em>. Wir wünschen dir weiterhin viel Spaß mit dem <em>OnPage Composer</em>!</p>
