Repository: St-ton/JN
Catalog: admin/locale/*/pages/pluginverwaltung.po
Languages: de_de

# pluginverwaltung
source: Plug-in administration
de_de: Plugin-Verwaltung

# pluginverwaltungLocales
source: Language variables
de_de: Sprachvariablen

# pluginverwaltungLicenceKeyInput
source: Licence key for plug-in
de_de: Lizenzschlüsseleingabe für Plugin

# pluginverwaltungLicenceKey
source: Licence key
de_de: Lizenzschlüssel

# pluginverwaltungDesc
source: Plug-ins extend the functionality of JTL-Shop without changing its core. Active plug-ins can be deactivated or uninstalled at any time. Please do not install any updates from unknown sources. <br/><strong>Security note: Plug-ins can access to the entire database of your online shop system.</strong>
de_de: Plugins erweitern den Funktionsumfang von JTL-Shop, ohne den Kern zu verändern. Aktive Plugins können jederzeit deaktiviert bzw. komplett deinstalliert werden. Bitte installieren Sie keine Plugins, deren Ursprung Ihnen nicht bekannt ist. <br/><strong>Sicherheitshinweis: Plugins haben Zugriff auf die gesamte Datenbank des Shopsystems.</strong>

# pluginverwaltungURL
source: https://jtl-url.de/gfso0
de_de: https://jtl-url.de/5stze

# pluginListNotInstalled
source: Available plug-ins (not installed)
de_de: Verfügbare Plugins (nicht installiert)

# pluginListNotActivated
source: Available plug-ins (not active)
de_de: Verfügbare Plugins (nicht aktiv)

# pluginListNotInstalledAndError
source: Faulty plug-ins (not installed)
de_de: Fehlerhafte Plugins (nicht installiert)

# pluginListInstalled
source: Installed plug-ins
de_de: Installierte Plugins

# pluginListProblems
source: Installed plug-ins still to be configured
de_de: Installierte Plugins, die konfiguriert werden müssen

# pluginErrorCode
source: Error code
de_de: Fehlercode

# pluginAuthor
source: Author
de_de: Autor

# pluginDesc
source: Description
de_de: Beschreibung

# pluginLanguage
source: Languages
de_de: Sprachen

# pluginInstalled
source: Installed on
de_de: Installiert am

# pluginUpdated
source: Updated on
de_de: Aktualisiert am

# pluginFolder
source: Directory
de_de: Verzeichnis

# statusInstalled
source: Installed
de_de: Installiert

# statusDeactive
source: Deactivated
de_de: Deaktiviert

# statusNotInstalled
source: Not installed
de_de: Nicht installiert

# statusError
source: Faulty
de_de: Fehlerhaft

# pluginBtnUpdate
source: Update
de_de: Aktualisieren

# pluginBtnInstall
source: Install
de_de: Installieren

# pluginBtnDeInstall
source: Uninstall
de_de: Deinstallieren

# pluginBtnReload
source: Reload
de_de: Neu laden

# pluginBtnLicenceAdd
source: Enter licence key
de_de: Lizenzschlüssel eingeben

# pluginBtnLicenceChange
source: Change
de_de: Ändern

# pluginBtnLicence
source: Licence
de_de: Lizenz

# pluginLocalesStd
source: Reset to default settings
de_de: Auf den Installationszustand zurücksetzen

# pluginEditLocales
source: Language variables
de_de: Sprachvariablen

# pluginEditLinkgrps
source: Link groups
de_de: Linkgruppen

# pluginUpdateExists
source: A newer plug-in version was uploaded. The plug-in can now be updated.
de_de: Das Plugin wurde in einer aktuelleren Version hochgeladen und kann aktualisiert werden.

# pluginUpdateExistsError
source: The plug-in does, however, have the following error.
de_de: Dieses weist jedoch den folgenden Fehler auf

# successPluginKeySave
source: Licence key for plug-in saved successfully.
de_de: Ihr Plugin-Lizenzschlüssel wurde gespeichert.

# errorPluginKeyInvalid
source: Invalid licence key! Please check the licence key for potential typing errors and contact the Support team if necessary.
de_de: Der eingegebene Lizenzschlüssel ist ungültig. Bitte überprüfen Sie den Lizenzschlüssel auf eventuelle Tippfehler und wenden Sie sich ggf. an den Support.

# errorPluginNotFound
source: Could not find the plug-ins in the database. Please install it again.
de_de: Das Plugin konnte nicht in der Datenbank gefunden werden. Bitte installieren Sie es erneut.

# successPluginActivate
source: Selected plug-ins activated successfully.
de_de: Die ausgewählten Plugins wurden erfolgreich aktiviert.

# errorAtLeastOnePlugin
source: Please select at least one plug-in.
de_de: Bitte wählen Sie mindestens ein Plugin aus.

# successPluginDeactivate
source: Selected plug-ins deactivated successfully.
de_de: Die ausgewählten Plugins wurden erfolgreich deaktiviert.

# errorPluginDeleteSQL
source: Could not uninstall plug-in due to an SQL error. Please check the log file.
de_de: Das Plugin konnte aufgrund eines SQL-Fehlers nicht deinstalliert werden. Bitte sehen Sie sich die Log-Datei an.

# successPluginDelete
source: Selected plug-ins uninstalled successfully.
de_de: Die ausgewählten Plugins wurden erfolgreich deinstalliert.

# errorPluginNotFoundMultiple
source: Could not find one or more plug-ins in the database. Please install the plug-in(s) again.
de_de: Ein oder mehrere Plugins konnten nicht in der Datenbank gefunden werden. Bitte installieren Sie das/die Plugin(s) erneut.

# successPluginRefresh
source: Selected plug-ins updated successfully.
de_de: Die ausgewählten Plugins wurden erfolgreich aktualisiert.

# errorPluginRefresh
source: Could not upload one plug-in. Please install the plug-in again.
de_de: Ein Plugin konnte nicht aktualisiert werden. Bitte installieren Sie das Plugin erneut.

# successPluginUpdate
source: Plug-in updated successfully.
de_de: Das Plugin wurde erfolgreich aktualisiert.

# errorPluginUpdate
source: Could not perform update. Error code:
de_de: Die Aktualisierung konnte nicht durchgeführt werden. Fehlercode:

# successPluginInstall
source: Selected plug-ins installed successfully.
de_de: Die ausgewählten Plugins wurden erfolgreich installiert.

# errorPluginInstall
source: Error during the installation. Error code:
de_de: Bei der Installation ist ein Fehler aufgetreten. Fehlercode:

# successVariableRestore
source: Selected variable successfully reset to default settings.
de_de: Sie haben den Installationszustand der ausgewählten Variable erfolgreich wiederhergestellt.

# surePluginUpdate
source: Update plug-in?
de_de: Möchten Sie das Plugin wirklich updaten?

# successPluginUpload
source: Plug-in uploaded successfully.
de_de: Plugin erfolgreich hochgeladen.

# errorPluginUpload
source: Could not upload plug-in. Please contact the Support team.
de_de: Das Plugin konnte nicht hochgeladen werden. Bitte wenden Sie sich an den Support.

# sureResetLangVar
source: Reset language variable to default settings?<br/><br/> All edited translations of the variable will be deleted.
de_de: Möchten Sie diese Sprachvariable wirklich wieder auf den Installationszustand zurücksetzen?<br/><br/> Dabei gehen alle geänderten Übersetzungen der Variable verloren.

# dangerPluginNotCompatibleShop5
source: Please note that the plug-in is not fully compatible with JTL-Shop&nbsp;5. This might lead to performance issues.
de_de: Bitte beachten Sie, dass das Plugin nicht vollständig mit JTL-Shop&nbsp;5 kompatibel ist. Es können daher Probleme beim Betrieb entstehen.

# dangerPluginNotCompatibleShop4
source: Please note that the plug-in is not fully compatible with JTL-Shop&nbsp;4. This might lead to performance issues.
de_de: Bitte beachten Sie, dass das Plugin nicht vollständig mit JTL-Shop&nbsp;4 kompatibel ist. Es können daher Probleme beim Betrieb entstehen.

# licensePlugin
source: Plug-in licence
de_de: Plugin-Lizenz

# storeNotLinkedDesc
source: In order to access content of JTL-Store, connect your JTL account to the marketplace first.
de_de: Um auf Inhalte von JTL-Store zugreifen zu können, müssen Sie zunächst Ihr JTL-Konto mit dem Marktplatz verknüpfen.

# storeLink
source: Connect account
de_de: Konto verknüpfen

# storeRevoke
source: Cancel connection
de_de: Verknüpfung aufheben

# storeUpdatesAvailable
source: Available updates
de_de: Updates verfügbar

# storeListUpdates
source: View updates
de_de: Updates anzeigen

# storePlugins
source: Licensed plug-ins
de_de: Lizenzierte Plugins

# storeListAll
source: View all
de_de: Alle anzeigen

# storeLastUpdate
source: Last updated
de_de: Zuletzt aktualisiert

# storeUpdateNow
source: Update
de_de: Aktualisieren

# deletePluginData
source: Delete plugin data from database?
de_de: Plugindaten aus Datenbank löschen?

# deletePluginDataYes
source: Yes, delete all plugin data
de_de: Ja, alle Plugindaten löschen

# deletePluginDataNo
source: No, keep plugin data
de_de: Nein, Plugindaten behalten
