Repository: St-ton/JN
Catalog: admin/locale/*/pages/shoplogouploader.po
Languages: de_de

# shoplogouploader
source: Online shop logo
de_de: Shop-Logo

# shoplogouploaderURL
source: https://jtl-url.de/45odx
de_de: https://jtl-url.de/5f7iy

# shoplogouploaderDesc
source: Upload your own logo to JTL-Shop. The logo is available to you as a variable {$ShopLogoURL} and is automatically replaced in the JTL-Shop standard template. We recommend a logo size of 180 x 50 pixels. Larger logos will automatically be scaled by the template.
de_de: Hier können Sie ein eigenes Logo für Ihren JTL-Shop hochladen. Das Logo steht Ihnen als Variable {$ShopLogoURL} zur Verfügung und wird auch automatisch im Standard-Template von JTL-Shop ausgetauscht. Wir empfehlen eine Logogröße von 180 x 50 Pixeln. Größere Logos werden vom Template automatisch skaliert.

# shoplogouploaderPicture
source: Online shop logo
de_de: Shop-Logo

# successLogoDelete
source: Logo deleted successfully.
de_de: Ihr Logo wurde erfolgreich gelöscht.

# errorLogoDelete
source: Could not delete logo. No logo found under the path %s.
de_de: Das Logo konnte nicht gelöscht werden. Es konnte kein Logo unter dem Pfad %s gefunden werden.

# successLogoUpload
source: Logo uploaded successfully.
de_de: Ihr Logo wurde erfolgreich hochgeladen.

# errorFileName
source: File name missing or does not correspond to naming conventions.
de_de: Dateiname fehlt oder entspricht nicht der Konvention.

# errorFileType
source: File type missing or not supported (only jpg/gif/png/bmp).
de_de: Dateityp fehlt oder wird nicht unterstützt (nur jpg/gif/png/bmp).

# errorFileMove
source: Could not move logo. Please review the write access of folder %s.
de_de: Das Logo konnte nicht verschoben werden. Bitte überprüfen Sie die Schreibrechte des Ordners %s.

source: Your logo
de_de: Ihr Logo

# errorLogoUpload
source: Could not upload logo. Please update only files of the types jpeg, pjpeg, gif, png, bmp, x-png, or jpg. Check whether the file has a name and review the write access of folder %s.
de_de: Das Logo konnte nicht hochgeladen werden. Bitte laden Sie nur Dateien vom Typ jpeg, pjpeg, gif, png, bmp, x-png oder jpg hoch. Prüfen Sie, ob die Datei einen Namen hat und prüfen Sie die Schreibrechte des Ordners %s.
