Repository: St-ton/JN
Catalog: admin/locale/*/pages/statusemail.po
Languages: de_de

# statusemailDesc
source: Mithilfe von E-Mail-Berichten erhalten Sie automatisch eine Übersicht aller Aktivitäten im Shop. Der E-Mail-Bericht kann 1x am Tag, 1x in der Woche und/oder 1x im Monat an Sie verschickt werden.
de_de: Sie können sich E-Mail-Berichte über alle Aktivitäten in Ihrem Onlineshop zusenden lassen. E-Mail-Berichte können täglich, wöchentlich und / oder monatlich verschickt werden.

# statusemailUseDesc
source: Möchten Sie das E-Mail-Berichte Modul nutzen?
de_de: Hier aktivieren Sie die Funktion „E-Mail-Berichte“.

# statusemailIntervall
source: Berichtintervall
de_de: Berichtszeitraum

# statusemailIntervallDesc
source: &Uumlber welchen Zeitraum möchten Sie Informationen im E-Mail-Bericht erhalten? Mehrfachauswahl möglich.
de_de: Hier legen Sie fest, wie oft ein Bericht erstellt werden soll. Eine Mehrfachauswahl ist möglich.

# statusemailContentDesc
source: Welchen Inhalt soll der E-Mail-Bericht enthalten? Mehrfachauswahl möglich.
de_de: Hier legen Sie fest, welche Informationen die E-Mail-Berichte beinhalten sollen. Eine Mehrfachauswahl ist möglich.

# sendEmail
source: E-Mail-Berichte jetzt senden
de_de: E-Mail-Bericht jetzt senden

# contentTypeCountItemCustomerGroup
source: Count items per customer group
de_de: Anzahl Produkte pro Kundengruppe

# contentTypeCountNewCustomer
source: Count new customers
de_de: Anzahl Neukunden

# contentTypeCountNewCustomerOrdered
source: Count new customers who also ordered
de_de: Anzahl Neukunden, die gekauft haben

# contentTypeCountOrders
source: Count orders
de_de: Anzahl Bestellungen

# contentTypeCountOrdersNewCustomers
source: Count orders new customers
de_de: Anzahl Bestellungen von Neukunden

# contentTypeCountPayments
source: Count payments received for orders
de_de: Anzahl Zahlungseingänge zu Bestellungen

# contentTypeCountOrdersSent
source: Count orders sent
de_de: Anzahl versendeter Bestellungen

# contentTypeCountVisitors
source: Count visitors
de_de: Anzahl Besucher

# contentTypeCountVisitorsSearchEngine
source: Count visitors from search machine
de_de: Anzahl Besucher von Suchmaschinen

# contentTypeCountRatings
source: Count ratings
de_de: Anzahl Bewertungen

# contentTypeCountRatingsLocked
source: Count ratings locked
de_de: Anzahl Bewertungen nicht freigeschaltet

# contentTypeCountRatingDepositPayed
source: Count rating deposit payed
de_de: Anzahl Bewertungsguthaben gezahlt

# contentTypeCountTags
source: Count tags
de_de: Anzahl Tags

# contentTypeCountTagsLocked
source: Count tags locked
de_de: Anzahl Tags nicht freigeschaltet

# contentTypeCountCustomerRecruited
source: Count recruited customers
de_de: Anzahl geworbener Kunden

# contentTypeCountCustomerRecruitedOrdered
source: Count recruited customers who also ordered
de_de: Anzahl geworbener Kunden, die gekauft haben

# contentTypeCountSentWishlists
source: Count wishlists sent
de_de: Anzahl versendeter Wunschzettel

# contentTypeCountPolls
source: Count polls
de_de: Anzahl durchgeführter Umfragen

# contentTypeCountNewsComments
source: Count news comments
de_de: Anzahl neuer Newskommentare

# contentTypeCountNewsCommentsLocked
source: Count news comments locked
de_de: Anzahl Newskommentare nicht freigeschaltet

# contentTypeCountProductQuestion
source: Count question for item
de_de: Anzahl neuer Produktanfragen

# contentTypeCountAvailabilityNotifications
source: Count availability notification requests
de_de: Anzahl neuer Verfügbarkeitsanfragen

# contentTypeCountProductCompare
source: Count item comparisons
de_de: Anzahl Produktvergleiche

# contentTypeCountCouponsUsed
source: Count coupons used
de_de: Anzahl genutzter Kupons

# contentTypeLastErrorLog
source: Last error in system log
de_de: Letzte Fehlermeldungen im Systemlog

# contentTypeLastNoteLog
source: Last notice in system log
de_de: Letzte Hinweise im Systemlog

# contentTypeLastDebugLog
source: Last debug notice in system log
de_de: Letzte Debugeinträge im Systemlog

# intervalDay
source: Daily report
de_de: Tagesbericht

# intervalWeek
source: Weekly report
de_de: Wochenbericht

# intervalMonth
source: Monthly report
de_de: Monatsbericht
