Repository: St-ton/JN
Catalog: admin/locale/*/pages/statistik.po
Languages: de_de

# statisticTitle
source: Reports
de_de: Statistik

# statisticBesucherURL
source: https://jtl-url.de/rk925
de_de: https://jtl-url.de/sd6h2

# statisticKundenherkunft
source: Origins of shop visitors
de_de: Kundenherkunft

# statisticKundenherkunftURL
source: https://jtl-url.de/fzxua
de_de: https://jtl-url.de/7bf5d

# statisticSuchmaschine
source: Search engines
de_de: Suchmaschinen

# statisticSuchmaschineURL
source: https://jtl-url.de/hrkb3
de_de: https://jtl-url.de/3va0g

# statisticUmsatz
source: Sales revenues
de_de: Umsatz

# statisticUmsatzURL
source: https://jtl-url.de/39h7w
de_de: https://jtl-url.de/6vzmt

# statisticEinstiegsseite
source: Start page
de_de: Einstiegsseite

# statisticEinstiegsseiteURL
source: https://jtl-url.de/8bs5u
de_de: https://jtl-url.de/lmtjs

# statisticURL
source: https://jtl-url.de/p-93k
de_de: https://jtl-url.de/mx3hu

# statisticDesc
source: Here you can find detailed reports regarding your online shop. Select the period for which you want to view the reports.
de_de: Hier finden Sie detaillierte Statistiken für Ihren Onlineshop. Wählen Sie den Zeitraum, für den Sie die Statistiken einsehen möchten.

# salesStatisticTitle
source: Sales reports
de_de: Umsatzstatistiken

# salesStatisticDesc
source: Here you can review your revenues. To view the data of a specific month, click on the respective row of the table or select the date directly from the list.<br/>All prices are gross prices (VAT included).
de_de: Hier können Sie Ihre Umsätze auswerten. Um genauere Daten für einen bestimmten Monat anzuzeigen, klicken Sie auf die entsprechende Zeile in der Tabelle oder wählen Sie das Datum direkt aus der Listenbox.<br/>Sämtliche Preise sind brutto (inkl. MwSt.).

# monthYear
source: Select month and year
de_de: Monat und Jahr auswählen

# allMonth
source: All months
de_de: Alle Monate

source: All years
de_de: Alle Jahre

# filters
source: Apply filters:
de_de: Folgende Filter setzen:

# filter1
source: Open
de_de: Offen

# filter2
source: Being processed
de_de: In Bearbeitung

# filter3
source: Paid
de_de: Bezahlt

# filter4
source: Shipped
de_de: Versendet

# numbersOfOrder
source: Number of purchase orders
de_de: Anzahl Bestellungen

# numbersOfProducts
source: Number of items
de_de: Anzahl Artikel

# numbersOfVisitedSites
source: Number of page views
de_de: Anzahl Seitenaufrufe

source: Taxes
de_de: Steuern

# sales
source: Sales revenues
de_de: Umsatz

# complete
source: Total
de_de: Gesamt

# noTaxes
source: No revenues available for this month
de_de: Keine Umsätze für diesen Monat

source: Export
de_de: Exportieren

# vititsSitesTitle
source: Page reports
de_de: Seitenstatistiken

# vititsSitesDesc
source: View the pages of your online shop that are called up most frequently.
de_de: Hier werden die am häufigsten besuchten Seiten des Onlineshops angezeigt.

# siteOptions
source: Number of results:
de_de: Anzahl Ergebnisse:

# cells
source: Rows
de_de: Zeilen

# sortOptions
source: Sorting order
de_de: Sortierreihenfolge

# desc
source: In descending order
de_de: Absteigend

# asc
source: In ascending order
de_de: Aufsteigend

source: Sort by
de_de: Sortieren nach

# sortby1
source: Items
de_de: Artikel

# sortby2
source: Search queries
de_de: Suchanfragen

# sortby4
source: Manufacturers
de_de: Hersteller

# sortby5
source: Categories
de_de: Kategorien

# sortby7
source: Page views
de_de: Seitenaufrufe

# sortby9
source: News (months)
de_de: News (Monate)

# sortby10
source: News (categories)
de_de: News (Kategorien)

source: Group by
de_de: Gruppieren nach

# groupby1
source: Categories
de_de: Kategorien

# groupby2
source: Category
de_de: Kategorie

# nameSEOLink
source: Name (and SEO link)
de_de: Name (und SEO-Link)

# visiterStatisticTitle
source: Visitor reports
de_de: Besucherstatistiken

# groupto
source: Group by
de_de: Gruppieren nach

# sortto
source: Sort by
de_de: Sortieren nach

# orderNo
source: Purchase order ID
de_de: Bestellnummer

source: Date
de_de: Datum

# accountNumber
source: Customer ID
de_de: Kundennummer

# searchKey
source: Search terms
de_de: Suchbegriffe

# searchStatisticTitle
source: Search engine reports
de_de: Suchmaschinenstatistiken

# searchStatisticDesc
source: Im Folgenden können Sie sich anzeigen lassen, welche Suchmaschinen am häufigsten zu Ihrem Shop führen und welche Shopseite die häufigste Einstiegsseite war.<br/>Die angezeigte Einstiegsseite ist in der Tabelle gegebenenfalls gekürzt, dort wird Ihnen der komplette Suchausdruck angezeigt, wenn Sie den Mauszeiger etwas länger auf dem Begriff stehen lassen.<br/>Beim ersten Aufruf dieser Seite werden automatisch die Einträge der letzten Zeit angezeigt.
de_de: Im Folgenden können Sie sich anzeigen lassen, welche Suchmaschinen am häufigsten zu Ihrem Shop führen und welche Shopseite die häufigste Einstiegsseite war.<br/>Die angezeigte Einstiegsseite ist in der Tabelle gegebenenfalls gekürzt, dort wird Ihnen der komplette Suchbegriff angezeigt, wenn Sie den Mauszeiger etwas länger auf dem Begriff stehen lassen.<br/>Beim ersten Aufruf dieser Seite werden automatisch die Einträge der letzten Zeit angezeigt.

# se
source: Search engine
de_de: Suchmaschine

# ses
source: Search engines
de_de: Suchmaschinen

# hp
source: Start page
de_de: Einstiegsseite

# orderNoReferrer
source: Number of purchase orders (all referrers)
de_de: Anzahl Bestellungen (Alle Referrer)

# orderNoSe
source: Number of purchase orders (search engines)
de_de: Anzahl Bestellungen (Suchmaschinen)

# orderNoSqSe
source: Number of purchase orders (search queries via search engines)
de_de: Anzahl Bestellungen (Suchanfragen ü. Suchmaschinen)

# nav
source: Page navigation
de_de: Seitennavigation

# productStatisticTitle
source: Reports on questions about items
de_de: Artikelanfragestatistiken

# productStatisticDesc
source: One way to determine which of your items are the most popular is to look at how often customers had questions regarding a specific item. Another way is to look at how often customers ask for availability notifications for specific items.
de_de: Welche Artikel bei Ihren Kunden am begehrtesten sind, können Sie unter anderem daran sehen, wie oft Rückfragen zu einem bestimmten Artikel abgeschickt wurden. Oder auch daran, wie oft sich Kunden bei bestimmten Artikeln benachrichtigen lassen wollen, wenn der Artikel wieder verfügbar ist.

# productQuestion
source: Question about item
de_de: Rückfrage zum Artikel

# allQuestions
source: Availability notification (all requests)
de_de: Benachrichtigen, wenn verfügbar (alle Anfragen)

# dateOfQuestion
source: Question date
de_de: Datum der Anfrage

# statisticType
source: Report type
de_de: Statistiktyp
