Repository: St-ton/JN
Catalog: admin/locale/*/pages/suchspecialoverlay.po
Languages: de_de

# suchspecialoverlay
source: Image overlays for special items
de_de: Bild-Overlays für besondere Artikel

# suchspecialoverlayDesc
source: Special items can also be visually set off by adding an overlay graphic to the item image. Here you can manage the graphics for the different types of special items.
de_de: Besondere Artikel können in JTL-Shop mit einer Overlay-Grafik auf ihrem Artikelbild optisch hervorgehoben werden. Hier stellen Sie die einzelnen Grafiken für die verschiedenen Arten an besonderen Artikeln ein.

# suchspecialoverlayUrl
source: https://jtl-url.de/q6a35
de_de: https://jtl-url.de/538df

# suchspecial
source: Overlay for item type
de_de: Suchspecial

# suchspecialoverlayActive
source: Overlay function active
de_de: Overlay-Funktion aktiv

# suchspecialoverlayActiveDesc
source: Specify whether the overlay graphic will be displayed for the item type indicated in the field "Overlay for item type".
de_de: Hier legen Sie fest, ob die für den unter "Suchspecial" ausgewählten Artikeltyp die Overlay-Grafik angezeigt werden soll.

# suchspecialoverlayFileName
source: Overlay graphic
de_de: Overlay-Grafik

# suchspecialoverlayFileNameDesc
source: Select the image used for the overlay graphic.
de_de: Hier wählen Sie eine Overlay-Grafik aus.

# suchspecialoverlayPrio
source: Priority (1 = low priority)
de_de: Priorität (1 = sehr unwichtig)

# suchspecialoverlayMargin
source: Distance from edge of item image
de_de: Randabstand vom Artikelbild

# suchspecialoverlayMarginDesc
source: Specify the distance in pixels between the overlay graphic and the edge of the item image.
de_de: Hier legen Sie fest, wie viele Pixel Abstand zwischen der Overlay-Grafik und dem Artikelbild sein sollen.

# suchspecialoverlayClarityDesc
source: Specify the transparency of the overlay in percent. If you use the EVO template of JTL-Shop 4 or the NOVA template of JTL-Shop 5, this setting is changed by adjusting the template.
de_de: Hier legen Sie fest, mit wie viel Prozent Transparenz das Overlay ausgestattet sein soll. Diese Option gilt nur für das JTL-Shop3-Template Tiny. Falls Sie das von JTL-Shop Version 4 mitgelieferte EVO-Template oder das von JTL-Shop 5 mitgelieferte NOVA-Template verwenden, wird diese Einstellung über eine Template-Anpassung realisiert.

# suchspecialoverlaySize
source: Overlay size in pixels (px)
de_de: Größe des Overlays in Pixel (px)

# suchspecialoverlaySizeDesc
source: Specify the size of the overlay in relation to the item image. If you use the EVO template of JTL-Shop 4 or the NOVA template of JTL-Shop 5, this setting is changed by adjusting the template.
de_de: Hier legen Sie fest, wie viel Platz das Overlay im Vergleich zum Artikelbild einnehmen soll. Diese Option gilt nur für das JTL-Shop3-Template Tiny. Falls Sie das von JTL-Shop Version 4 mitgelieferte EVO-Template oder das von JTL-Shop 5 mitgelieferte NOVA-Template verwenden, wird diese Einstellung über eine Template-Anpassung realisiert.

# suchspecialoverlayPositionDesc
source: Specify where in the item image the overlay will be placed. If you use the EVO template of JTL-Shop 4 or the NOVA template of JTL-Shop 5, this setting is changed by adjusting the template.
de_de: Hier legen Sie fest, wo sich das Bild-Overlay im Artikelbild befinden soll. Diese Option gilt nur für das JTL-Shop3-Template Tiny. Falls Sie das von JTL-Shop Version 4 mitgelieferte EVO-Template oder das von JTL-Shop 5 mitgelieferte NOVA-Template verwenden, wird diese Einstellung über eine Template-Anpassung realisiert.

# suchspecialoverlayPrioDesc
source: If several overlays apply to an item, you can specify which one will be displayed. The overlay with the highest priority will be displayed.
de_de: Falls auf einen Artikel mehrere Specials zutreffen, können Sie hier die Reihenfolge festlegen. Das Special mit der höchsten Priorität wird angezeigt.

# errorOverlayWritePermissions
source: Could not save overlay. Please check the write access of the folder "%s".
de_de: Overlay konnte nicht gespeichert werden - bitte Schreibrechte des Ordners "%s" prüfen.

# invalidOverlay
source: Unknown overlay
de_de: Unbekanntes Overlay

# Bestseller
source: Bestsellers
de_de: Bestseller

# Sonderangebote
source: Special offers
de_de: Sonderangebote

# Neu im Sortiment
source: New in product range
de_de: Neu im Sortiment

# Top Angebote
source: Top offers
de_de: Top Angebote

# In kürze Verfügbar
source: Available soon
de_de: In kürze Verfügbar

# Top bewertet
source: Top rated
de_de: Top bewertet

# Lagerbestand 0
source: Not in stock
de_de: Lagerbestand 0

# Auf Lager
source: In stock
de_de: Auf Lager

# Vorbestellbar
source: Pre-order
de_de: Vorbestellbar
