Repository: St-ton/JN
Catalog: admin/locale/*/pages/umfrage.po
Languages: de_de

# umfrage
source: Survey system
de_de: Umfragesystem

# umfrageDesc
source: Use the surveys to measure customer satisfaction or carry out market research regarding the demand for new products. In order to use the Survey Module, you need to purchase it first in the JTL-Customer Centre. You can also test it first. In both cases, activating the module with the licence in the online shop connection of JTL-Wawi is required.
de_de: Hier können Sie Umfragen unter Ihren Kunden erstellen, mit denen Sie beispielsweise die Zufriedenheit Ihrer Kunden messen oder Marktforschung zu neuen gewünschten Produkten betreiben können. Um das Umfragemodul benutzen zu können, müssen Sie es vorher im JTL-Kundencenter erwerben oder testen und die Lizenz in der Onlineshop-Anbindung von JTL-Wawi aktivieren.

# umfrageURL
source: https://jtl-url.de/rodci
de_de: https://jtl-url.de/nx0d7

# umfrageAdd
source: Create new survey
de_de: Neue Umfrage erstellen

# umfrageOverview
source: Surveys
de_de: Umfragen

# umfrageValidation
source: Validity
de_de: Gültigkeit

# umfrageDate
source: Created on
de_de: Erstellt am

# umfrageInfinite
source: always
de_de: immer

# umfrageExtraPoints
source: Bonus points
de_de: Bonuspunkte

# umfrageNoCoupon
source: No coupon
de_de: Keinen Coupon

# umfrageType
source: Type
de_de: Typ

# umfrageAnotherQ
source: Add next question
de_de: Weitere Frage

# umfrageSaveQ
source: Save and close
de_de: Speichern und beenden

# umfrageEnterQ
source: Adding questions
de_de: Fragen hinzufügen

# umfrageEnter
source: Creating surveys
de_de: Umfrage erstellen

# umfrageQ
source: Question
de_de: Frage

# umfrageQType
source: Type
de_de: Typ

# umfrageQs
source: Questions
de_de: Fragen

# umfrageQA
source: Replies
de_de: Antworten

# umfrageQASing
source: Reply
de_de: Antwort

# umfrageQO
source: Options
de_de: Optionen

# umfrageQAdd
source: Add question
de_de: Frage hinzufügen

# umfrageQFreeField
source: Add field for free text
de_de: Freifeld hinzufügen

# umfrageQEssential
source: Mandatory question
de_de: Pflichtfrage

# umfrageStats
source: Reports
de_de: Statistik

# umfrageStatsView
source: View reports
de_de: Statistik aufrufen

# umfrageQResPercent
source: Replies (percentage)
de_de: Antworten (Prozent)

# umfrageQResCount
source: Replies (quantity)
de_de: Antworten (Anzahl)

# umfrageQMax
source: Total number
de_de: Gesamtanzahl

# umfrageTryCount
source: Number of completed surveys
de_de: Anzahl vollständiger Durchläufe

# umfrageQCount
source: Number of questions
de_de: Anzahl Fragen

# umfrageQADelete
source: Delete reply
de_de: Antwort löschen

# umfrageQODelete
source: Delete option
de_de: Option löschen

# umfrageQSort
source: Sorting
de_de: Sortierung

# errorPollNotFound
source: Could not find survey.
de_de: Die Umfrage konnte nicht gefunden werden.

# successPollCreateNextSteps
source: Survey saved successfully. Please follow the steps below.
de_de: Die Umfrage wurde erfolgreich gespeichert. Bitte folgen Sie nun den weiteren Schritten.

# errorRewardMissing
source: Please enter only one type of reward.
de_de: Bitte geben Sie nur eine Belohnungsart an.

# errorDataMissing
source: Please enter a name, at least one customer group and a valid start date.
de_de: Bitte geben Sie einen Namen, mindestens eine Kundengruppe und ein gültiges Anfangsdatum ein.

# errorQuestionTypeNotCompatible
source: The selected question type is not compatible with the one selected before. Please reset the question to change the question type.
de_de: Der gewählte Fragentyp ist leider nicht kompatibel mit dem vorherigen. Um den Fragetyp zu ändern, setzen Sie bitte die Frage zurück.

# successQuestionSave
source: Question saved successfully.
de_de: Die Frage wurde erfolgreich gespeichert.

# errorMinNameTypeMissing
source: Please select at least one question and one type.
de_de: Bitte tragen Sie mindestens eine Frage und einen Typ ein.

# successPollDelete
source: Selected surveys deleted successfully.
de_de: Die markierten Umfragen wurden erfolgreich gelöscht.

# successAtLeastOnePoll
source: Please select at least one survey.
de_de: Bitte markieren Sie mindestens eine Umfrage.

# successQuestionDelete
source: Selected questions deleted successfully.
de_de: Die markierten Fragen wurden erfolgreich gelöscht.

# successAnswerDelete
source: Selected replies deleted successfully.
de_de: Die markierten Antworten wurden erfolgreich gelöscht.

# successOptionDelete
source: Selected options deleted successfully.
de_de: Die markierten Optionen wurden erfolgreich gelöscht.

# errorNoStatistic
source: No reports available for this survey yet.
de_de: Für diese Umfrage gibt es noch keine Statistik.

# errorPollSelect
source: The entered survey does not exist.
de_de: Die von Ihnen gewählte Umfrage existiert nicht.

# questionTypeMultipleChoiceOne
source: Radio button (one possible reply)
de_de: Radiobutton (eine Antwort wählbar)

# questionTypeMultipleChoiceMany
source: Multiple selection (several possible replies)
de_de: Mehrfachauswahl (mehrere Antworten wählbar)

# questionTypeSelectboxOne
source: List (single selection)
de_de: Liste (Einfachauswahl)

# questionTypeSelectboxMany
source: List (multiple selection)
de_de: Liste (Mehrfachauswahl)

# questionTypeTextSmall
source: Text field (small)
de_de: Textfeld (klein)

# questionTypeTextBig
source: Text field (large)
de_de: Textfeld (groß)

# questionTypeMatrixOne
source: Matrix (one reply per row)
de_de: Matrix (eine Antwort pro Zeile)

# questionTypeMatrixMany
source: Matrix (several replies per row)
de_de: Matrix (mehrere Antworten pro Zeile)

# questionTypeDivider
source: Structural element: static text
de_de: Strukturelement: statischer Text

# questionTypeDividerNewPage
source: Structural element: static text
de_de: Strukturelement: statischer Text

# addAnswer
source: Add a reply
de_de: Antwort hinzufügen

# addOption
source: Add an option
de_de: Option hinzufügen

# activePolls
source: Active surveys
de_de: Aktive Umfragen

# pollSortHint
source: Enter a number to specify the sorting order of the questions. The smaller the number, the further up the question will be displayed in the list.
de_de: Geben Sie hier eine Nummer für die Sortierung der Fragen ein. Je kleiner die Zahl, desto weiter oben wird die Frage in der Liste angezeigt.
