Repository: St-ton/JN
Catalog: admin/locale/*/pages/zahlungsarten.po
Languages: de_de

source: Payment methods
de_de: Zahlungsarten

# paymentmethodsURL
source: https://jtl-url.de/vjrdl
de_de: https://jtl-url.de/covba

# paymentmethodName
source: Name of the payment method
de_de: Name der Zahlungsart

# installedPaymentmethods
source: The following payment methods are installed:
de_de: Folgende Zahlungsarten sind installiert:

# name
source: Payment method
de_de: Zahlungsart

# moduleid
source: Module
de_de: Modul

# configurePaymentmethod
source: Here you can adjust the settings for this payment method.
de_de: Hier können Sie die Einstellungen der Zahlungsart anpassen.

# restrictedToCustomerGroups
source: Available to customer groups
de_de: Erlaubte Kundengruppen

source: Fee name
de_de: Name der Gebühr

# pictureURL
source: Image URL
de_de: Bild-URL

# pictureDesc
source: Enter the path or URL of the image that is to be displayed instead of the name of the payment method during checkout.
de_de: Hier geben Sie den Pfad oder die URL eines Bildes an, das statt des Namens der Zahlungsart in der Kaufabwicklung angezeigt werden soll.

# noticeText
source: Note
de_de: Hinweistext

# noticeTextShop
source: Note (online shop)
de_de: Hinweistext (Shop)

# noticeTextEmail
source: Note (email)
de_de: Hinweistext (E-Mail)

# paymentAckMail
source: Email: Confirmation of payment
de_de: E-Mail: Bestätigung der Zahlung

# paymentCancelMail
source: Email: Order cancellation
de_de: E-Mail: Stornierung der Bestellung

# duringOrder
source: Payment before order completion
de_de: Zahlung vor Bestellabschluss

# paymentmethodsCheckAll
source: Check requirements of all payment methods
de_de: Anforderungen aller Zahlungsarten prüfen

source: View log
de_de: Log anzeigen

# logDate
source: Date
de_de: Datum

# logLevel
source: Error level
de_de: Fehlerlevel

# logReset
source: Reset log
de_de: Log zurücksetzen

# payments
source: Payments received for
de_de: Zahlungseingänge für

# paymentsURL
source: https://jtl-url.de/vjrdl
de_de: https://jtl-url.de/covba

# paymentsDesc
source: Here you can view the payments received for a specific payment method and its synchronisation status with JTL-Wawi.
de_de: Hier können Sie alle Zahlungseingänge zu einer gewünschten Zahlungsart und deren Abgleichs-Status zu JTL-Wawi einsehen.

# successPaymentMethodCheck
source: Payment methods tested for operational readiness.
de_de: Die Prüfung der Zahlungsarten auf Nutzbarkeit ist abgeschlossen.

# successLogReset
source: Error log for %s reset successfully.
de_de: Der Fehler-Log von %s wurde erfolgreich zurückgesetzt.

# noLogs
source: No logs available.
de_de: Keine Logs vorhanden.

# amountPayed
source: Amount paid
de_de: Gezahlter Betrag

# syncedWithWawi
source: Already transferred to JTL-Wawi
de_de: Bereits durch JTL-Wawi abgeholt

# wawiSyncReset
source: Put down for transfer to JTL-Wawi during next synchronisation
de_de: Für den nächsten JTL-Wawi-Abgleich zum erneuten Senden vormerken

# installedPaymentTypes
source: Installed payment methods
de_de: Installierte Zahlungsarten

# successPaymentMethodSave
source: Payment method saved successfully.
de_de: Die Zahlungsart wurde erfolgreich gespeichert.

# errorPaymentMethodNotFound
source: Could not find payment method.
de_de: Zahlungsart nicht gefunden.

# feeNameHint
source: Enter a name for a potential charge for the payment method. The name of the charge will be displayed during checkout. The amount of the charge is specified individually for each shipping method for which the shipping method is available.
de_de: Hier legen Sie den Namen einer eventuell anfallenden Gebühr für die Zahlungsart fest. Der Name der Gebühr wird während der Kaufabwicklung bei der Zahlungsart angezeigt. Die Höhe der Gebühr legen Sie individuell in jeder Versandart fest, für die die Zahlungsart angeboten wird.
