Repository: St-ton/JN
Catalog: admin/locale/*/portlets/Video.po
Languages: de_de

source: Embed responsive?
de_de: responsive einbetten?

source: Source
de_de: Quelle

source: Local video
de_de: Lokales Video

# videoIDHelpYoutube
source: Please only enter the video ID here. e.g.: xITQHgJ3RRo
de_de: Bitte nur die ID des Videos eingeben. Bsp.: xITQHgJ3RRo

# showControls
source: Show control buttons?
de_de: Steuerelemente anzeigen?

source: Show similar videos?
de_de: Ähnliche Videos anzeigen?

# playlistHelp
source: Please enter a comma-separated list of video IDs here. e.g.: xITQHgJ3RRo,sNYv0JgrUlw
de_de: Geben Sie die Video-IDs durch Komma getrennt ein. Bsp.: xITQHgJ3RRo,sNYv0JgrUlw

# videoIDHelpVimeo
source: Please only enter the video ID here. e.g.: 141374353
de_de: Bitte nur die ID des Videos eingeben. Bsp.: 141374353

# repeatVideo
source: Repeat video after finishing?
de_de: Video nach Ablauf wiederholen?

source: Show image?
de_de: Bild anzeigen?

source: Show title?
de_de: Titel anzeigen?

source: Show author information?
de_de: Verfasserangabe anzeigen?
